src/main/webapp/WEB-INF/conf/webservice/mobileCrm/mobileCrmXwOut.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:oth="http://other.service.ws.channel.component.yitong.com.cn/">
   <soapenv:Header/>
   <soapenv:Body>
      <oth:queryyt0001>
         <!--Optional:-->
         <sysHead>
            <!--Optional:-->
            <commType></commType>
            <!--Optional:-->
            <encoding></encoding>
            <!--Optional:-->
            <encryptType></encryptType>
            <!--Optional:-->
            <headerLen></headerLen>
            <!--Optional:-->
            <isEncrypt></isEncrypt>
            <!--Optional:-->
            <messType></messType>
            <!--Optional:-->
            <resendFlag></resendFlag>
            <!--Optional:-->
            <reserved1></reserved1>
            <!--Optional:-->
            <senderDate></senderDate>
            <!--Optional:-->
            <senderSerialNo></senderSerialNo>
            <!--Optional:-->
            <senderSrvName>custInfo</senderSrvName>
            <!--Optional:-->
            <senderSubsysName>YDCRM01</senderSubsysName>
            <!--Optional:-->
            <senderSubsysNode>YDCRM01</senderSubsysNode>
            <!--Optional:-->
            <senderSysName>YDCRM</senderSysName>
            <!--Optional:-->
            <senderTime></senderTime>
            <!--Optional:-->
            <srvName></srvName>
            <!--Optional:-->
            <srvReqDate></srvReqDate>
            <!--Optional:-->
            <srvReqTime></srvReqTime>
            <!--Optional:-->
            <srvRespCode></srvRespCode>
            <!--Optional:-->
            <srvRespDate></srvRespDate>
            <!--Optional:-->
            <srvRespDesc></srvRespDesc>
            <!--Optional:-->
            <srvRespDescLen></srvRespDescLen>
            <!--Optional:-->
            <srvRespStatus></srvRespStatus>
            <!--Optional:-->
            <srvRespTime></srvRespTime>
            <!--Optional:-->
            <srvSubsysName></srvSubsysName>
            <!--Optional:-->
            <srvSubsysNode></srvSubsysNode>
            <!--Optional:-->
            <srvSysName></srvSysName>
            <!--Optional:-->
            <totalLen></totalLen>
            <!--Optional:-->
            <transCode></transCode>
            <!--Optional:-->
            <versionNo></versionNo>
         </sysHead>
         <!--Optional:-->
         <commDomain>
            <!--Optional:-->
            <channelCode></channelCode>
            <!--Optional:-->
            <tellerNo></tellerNo>
            <!--Optional:-->
            <transDate></transDate>
            <!--Optional:-->
            <transInstNo></transInstNo>
            <!--Optional:-->
            <transRespCode></transRespCode>
            <!--Optional:-->
            <transRespDesc></transRespDesc>
            <!--Optional:-->
            <transRespDescLen></transRespDescLen>
            <!--Optional:-->
            <transSerialNo></transSerialNo>
            <!--Optional:-->
            <transTime></transTime>
         </commDomain>
         <!--Optional:-->
         <body>
            <!--Optional:-->
            <kpiOrg>{kpiOrg}</kpiOrg>
            <!--Optional:-->
            <txType>{txType}</txType>
            <kpiNo>{kpiNo}</kpiNo>
         </body>
      </oth:queryyt0001>
   </soapenv:Body>
</soapenv:Envelope>